beardedbear.beardedicons
bierner.markdown-preview-github-styles
biomejs.biome
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.path-intellisense
cliffordfajardo.highlight-line-vscode
davidanson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
fisheva.eva-theme
foxundermoon.shell-format
github.copilot
github.copilot-chat
golang.go
goodm4ven.extension-vsc-community-material-theme-darker-high-contrast
google.geminicodeassist
gruntfuggly.activitusbar
johnpapa.vscode-peacock
kevinrose.vsc-python-indent
markosth09.color-picker
mechatroner.rainbow-csv
mhutchie.git-graph
miguelsolorio.min-theme
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
mtxr.sqltools
naumovs.color-highlight
ocamllabs.ocaml-platform
oderwat.indent-rainbow
orta.vscode-jest
rangav.vscode-thunder-client
rooveterinaryinc.roo-cline
roscop.activefileinstatusbar
rust-lang.rust-analyzer
shardulm94.trailing-spaces
sleistner.vscode-fileutils
tomoki1207.pdf
tyriar.luna-paint
usernamehw.errorlens
usernamehw.indent-one-space
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vue.volar
wakatime.vscode-wakatime
wix.vscode-import-cost
